[
  {
    "category": "corruption",
    "heading": "Hitler is dead",
    "body": "\"Rus\" refers to an ancient East Slavic people and the territory they inhabited, which eventually gave rise to Russia and other parts of Eastern Europe. The name \"Rus\" likely originated from the Norse word \"Ruotsi,\" meaning \"the men who row,\" as they were associated with river trade and travel",
    "location": "",
    "date": "2025-04-20",
    "score": 0.92,
    "hash_id": "e25b5353116aab2c54fcbc7ca59df7f7268d6fb2dcbdfef3b1b40983fdd71961",
    "file": null
  },
  {
    "category": "corruption",
    "heading": "Putin lives",
    "body": "\"Putin has now made statements about his alleged readiness for a ceasefire. 30 hours instead of 30 days. \"Russia can agree at any time to the proposal for a full and unconditional 30-day ceasefire, which has been on the table since March.... We know...",
    "location": "",
    "date": "2025-04-20",
    "score": 0.91,
    "hash_id": "aa01b5f89435e04c24046dfaf3b73826d5f9d4818629a5f901027e05a9a3f685",
    "file": "notepad.txt"
  },
  {
    "category": "corruption",
    "heading": "Nishikant Dubey",
    "body": "The BJP MP made the cryptic post on X in Hindi without elaborating. His comment came amid the ongoing hearing in the Supreme Court over several petitions challenging the constitutionality of thehe Centre has agreed not to implement some of its contentious provisions until the next hearing date after the court raised questions about them.",
    "location": "",
    "date": "2025-04-20",
    "score": 0.91,
    "file": "52f6837869a6234d3f1cdb9c236a3c9b0ea9e3dcee73042ba34b4f23c7a146cb_notepad.txt",
    "hash_id": "52f6837869a6234d3f1cdb9c236a3c9b0ea9e3dcee73042ba34b4f23c7a146cb"
  },
  {
    "category": "fraud",
    "heading": "2G spectrum case",
    "body": "2G Spectrum Scandal rocked the political scene of India during the second term of United Progressive Alliance rule headed by Manmohan Singh. It pertains to the alleged loss to the exchequer to the tune of Rs.30,984 crore and a presumptive loss of Rs. 1.76 lakh core in the allocation of 122 2G licences to telecom companies. A special court acquitted all the accused, including former Telecom Minister A. Raja, citing lack of evidence.",
    "location": "",
    "date": "2025-04-20",
    "score": 0.86,
    "file": "2ed2d588353aa3a722b9bf2879a9ebe5032e109ce27b842fee305635eedc7ad2_notepad.txt",
    "hash_id": "2ed2d588353aa3a722b9bf2879a9ebe5032e109ce27b842fee305635eedc7ad2"
  },
  {
    "category": "corruption",
    "heading": "Justice JB Pardiwala",
    "body": "Spotlight is a series where we shine the, well, spotlight on members of the legal fraternity who made the news over the past week.\r\n\r\nThe spotlight was on Justice JB Pardiwala and the Supreme Court of India this week following a landmark judgment, inviting both criticism and high praise from jurists and netas on both sides of the political spectrum. \r\n\r\nThe apex court added that where a bill has been reserved because it involves questions of Constitutional validity, it is the judiciary which will decide its validity and such laws should, as a matter of practice, be referred to the Supreme Court under Article 143 of the Constitution. ",
    "location": "",
    "date": "2025-04-20 05:40:36",
    "score": 0.83,
    "file": "19331bbedd0e5a2bd966a600096cfc3964b877ad381b848615bcdc8f55445363_Old Kanye.txt",
    "hash_id": "19331bbedd0e5a2bd966a600096cfc3964b877ad381b848615bcdc8f55445363"
  }
]